var readyPizza = [
    {
        name: 'Пепперони',
        price: 10.13,
        desc: 'Знаменитая пепперони с острой колбасой пепперони, сыром моцарелла и фирменным соусом',
        weight: 428,
        imgUrl: 'images/pizza/peperoni.jpg'
    }, {
        name: 'Гавайи',
        price: 10.13,
        desc: 'Одна из самых популярных американских пицц. Ананасы интересно дополняют ветчину, копченую курицу, сыр моцарелла и фирменный соус',
        weight: 485,
        imgUrl: 'images/pizza/gavai.jpg'
    }, {
        name: 'Капричиоза',
        price: 10.13,
        desc: 'Свежие шампиньоны, ломтики ветчины, оливки, болгарский перчик, фирменный соус и, конечно, сыр моцарелла',
        weight: 527,
        imgUrl: 'images/pizza/kaprichoza.jpg'
    }, {
        name: 'Барбекю',
        price: 10.47,
        desc: 'Настроение выходного дня в пицце с копченой курицей и беконом, шампиньонами, соусом "Барбекю", луком, сыром моцарелла и соусом',
        weight: 565,
        imgUrl: 'images/pizza/barbecu.jpg'
    }, {
        name: 'Со сливочным соусом с белыми грибами',
        price: 10.81,
        desc: 'Основа пиццы из сыра моцарелла и сливочного соуса наполнена вкусом белых грибов, ветчины и лука',
        weight: 484,
        imgUrl: 'images/pizza/peperoni.jpg'
    }, {
        name: 'Пицца по-деревенски',
        price: 10.47,
        desc: 'Мясной соус болоньезе, лучок, огурчики и копченый бекон под соусом из хрена, сыр моцарелла и соус',
        weight: 487,
        imgUrl: 'images/pizza/peperoni.jpg'
    }, {
        name: 'Шеф-пицца',
        price: 10.81,
        desc: 'Маринованный огурчик и свежий помидор, ветчина и нежный бекон. И все это на сыре моцарелла и соусе от шеф-повара!',
        weight: 538,
        imgUrl: 'images/pizza/peperoni.jpg'
    }, {
        name: 'Пицца с ветчиной и шампиньонами',
        price: 10.13,
        desc: 'Любимица публики с ломтиками ветчины и свежими шампиньонами, сыром моцарелла и фирменным соусом',
        weight: 501,
        imgUrl: 'images/pizza/peperoni.jpg'
    }
];